[
  { "id": "destination1",
    "imageUrl": "/uploads/images/destinations/destination1.png",
    "location": "Asia",
    "place": "China",
    "description": "China (Chinese: 中国; pinyin: Zhōngguó), officially the People's Republic of China (PRC), is a country in East Asia. It is the world's most populous country, with a population exceeding 1.4 billion. China spans the equivalent of five time zones and borders fourteen countries by land, the most of any country in the world. With an area of approximately 9.6 million square kilometres (3,700,000 sq mi), it is the world's third largest country by total land area. The country consists of 22 provinces, five autonomous regions, four municipalities, and two special administrative regions (Hong Kong and Macau). The national capital is Beijing, and the most populous city and largest financial center is Shanghai.\n\nModern Chinese trace their origins to a cradle of civilization in the fertile basin of the Yellow River in the North China Plain. The semi-legendary Xia dynasty in the 21st century BCE and the Shang and Zhou dynasties developed a bureaucratic political system to serve hereditary monarchies, or dynasties. Written script, classic literature, and the Hundred Schools of Thought emerged during this period and influenced the region and beyond for centuries to come. In the third century BCE, Qin Shi Huang founded the first Chinese empire, the Qin dynasty. Short-lived, the Qin was followed by the more stable Han dynasty (206 BCE–220 CE). Together they laid the foundation for a political tradition of nearly two millennia in which the Chinese empire was one of the world's foremost economic powers. The empire expanded, fractured, and reunified; was conquered and reestablished; absorbed foreign religions and ideas; and made world-leading scientific advances, such as the Four Great Inventions: gunpowder, paper, the compass, and printing. After centuries of disunity following the fall of the Han, the Sui (581–618) and Tang (618–907) dynasties reunified the empire. The multi-ethnic Tang welcomed foreign trade and culture that came over the Silk Road and adapted Buddhism to Chinese needs. The early modern Song dynasty (960–1279) became increasingly urban and commercial. The civilian scholar-officials or literati adopted the examination system and the doctrines of Neo-Confucianism to replace the military aristocrats of earlier dynasties. The Mongol established the Yuan dynasty in 1279 before the Ming dynasty (1368–1644) re-established Han Chinese control. The Manchu-led Qing dynasty nearly doubled the empire's territory and established a multi-ethnic state that was the basis of the modern Chinese nation, although subsequently suffered heavy losses to foreign imperialism in the 19th century.",
    "region": "Asia",
    "country": "China"
  },
  { "id": "destination2",
    "imageUrl": "/uploads/images/destinations/destination2.png",
    "location": "Africa",
    "place": "Namibia",
    "description":"Namibia officially the Republic of Namibia, is a country in Southern Africa. Its western border is the Atlantic Ocean. It shares land borders with Zambia and Angola to the north, Botswana to the east and South Africa to the south and east. Although it does not border Zimbabwe, less than 200 metres (660 feet) of the Botswanan right bank of the Zambezi River separates the two countries. Namibia gained independence from South Africa on 21 March 1990, following the Namibian War of Independence. Its capital and largest city is Windhoek. Namibia is a member state of the United Nations (UN), the Southern African Development Community (SADC), the African Union (AU) and the Commonwealth of Nations.\n\nThe driest country in sub-Saharan Africa, Namibia has been inhabited since pre-historic times by the San, Damara and Nama people. Around the 14th century, immigrating Bantu peoples arrived as part of the Bantu expansion. Since then, the Bantu groups, the largest being the Ovambo, have dominated the population of the country; since the late 19th century, they have constituted a majority. Today Namibia is one of the least densely populated countries in the world.\n\nIt has a population of 2.55 million people and is a stable multi-party parliamentary democracy. Agriculture, tourism and the mining industry – including mining for gem diamonds, uranium, gold, silver and base metals – form the basis of its economy, while the manufacturing sector is comparatively small.\n\nIn 1884, the German Empire established rule over most of the territory, forming a colony known as German South West Africa. Between 1904 and 1908, it perpetrated a genocide against the Herero and Nama people. German rule ended in 1915 with a defeat by South African forces. In 1920, after the end of World War I, the League of Nations mandated administration of the colony to South Africa. As mandatory power, South Africa imposed its laws, including racial classifications and rules. From 1948, with the National Party elected to power, this included South Africa applying apartheid to what was then known as South West Africa. In the later 20th century, uprisings and demands for political representation by native African political activists seeking independence resulted in the UN assuming direct responsibility over the territory in 1966, but the country of South Africa maintained de facto rule. In 1973, the UN recognised the South West Africa People's Organisation (SWAPO) as the official representative of the Namibian people. Following continued guerrilla warfare, Namibia obtained independence in 1990. However, Walvis Bay and the Penguin Islands remained under South African control until 1994.",
    "region": "Africa",
    "country": "Namibia"
  },

  { "id": "destination3",
    "imageUrl": "/uploads/images/destinations/destination3.png",
    "location": "Australia",
    "place": "Victoria",
    "description":"Victoria is a state in southeastern Australia. It is the second-smallest state, with a land area of 227,444 km2 (87,817 sq mi); the second-most-populated state (after New South Wales), with a population of over 6.6 million; and the most densely populated state in Australia (29 per km2). Victoria is bordered by New South Wales to the north and South Australia to the west, and is bounded by the Bass Strait to the south (with the exception of a small land border with Tasmania located along Boundary Islet), the Great Australian Bight portion of the Southern Ocean to the southwest, and the Tasman Sea (a marginal sea of the South Pacific Ocean) to the southeast. The state encompasses a range of climates and geographical features from its temperate coastal and central regions to the Victorian Alps in the northeast and the semi-arid north-west.\n\nThe majority of the Victorian population is concentrated in the central-south area surrounding Port Phillip, and in particular within the metropolitan area of Greater Melbourne, Victoria's state capital and largest city and also Australia's second-largest city, where over three quarters of the Victorian population live. The state is home to four of Australia's 20 largest cities: Melbourne, Geelong, Ballarat and Bendigo. The population is culturally diverse, with 35.1% of inhabitants being immigrants.\n\nVictoria is home to numerous Aboriginal groups, including the Boonwurrung, the Bratauolung, the Djadjawurrung, the Gunai, the Gunditjmara, the Taungurung, the Wathaurong, the Wurundjeri, and the Yorta Yorta. There were more than 30 Aboriginal languages spoken in the area prior to European colonisation. In 1770 James Cook claimed the east coast of the Australian continent for the Kingdom of Great Britain, and from 1788 the area that is now Victoria was a part of the colony of New South Wales. The first European settlement in the area occurred in 1803 at Sullivan Bay. Much of what is now Victoria was included in 1836 in the Port Phillip District of New South Wales. Named in honour of Queen Victoria, Victoria was separated from New South Wales and established as a separate Crown colony in 1851, achieving responsible government in 1855. The Victorian gold rush in the 1850s and 1860s significantly increased Victoria's population and wealth. By the time of Australian Federation in 1901, Melbourne had become the largest city in Australasia, and served as the federal capital of Australia until Canberra was opened in 1927. The state continued to grow strongly through various periods of the 20th and early 21st centuries as a result of high levels of international and interstate migration.",
    "region": "Australia",
    "country": "Australia"
  },
  {
    "id": "destination4",
    "imageUrl": "/uploads/images/destinations/destination4.png",
    "location": "Europe",
    "place": "Denmark",
    "description": "Denmark (Danish: Danmark is a Nordic country in Northern Europe. It is the metropolitan part of and most populous constituent of the Kingdom of Denmark, a constitutionally unitary state that includes the autonomous territories of the Faroe Islands and Greenland in the North Atlantic Ocean. Metropolitan Denmark is the southernmost of the Scandinavian countries, lying south-west and south (Bornholm and Ertholmene) of Sweden, south of Norway, and north of Germany, with which it shares a short and only land border.\n\nAs of 2013, the Kingdom of Denmark, including the Faroe Islands and Greenland, has a total of 1,419 islands above 100 square metres (1,100 sq ft); 443 of which have been named and of which 78 are inhabited. Spanning a total area of 42,943 km2 (16,580 sq mi), metropolitan Denmark consists of the northern part of the Jutland peninsula and an archipelago of 406 islands. Of these, the most populated island is Zealand, on which the capital Copenhagen is situated, followed by Funen, the North Jutlandic Island, and Amager. Denmark's geography is characterised by flat, arable land, sandy coasts, low elevation, and a temperate climate. It had a population of 5.935 million (1 February 2023), of which 800,000 (2 million in the wider area) live in the capital and largest city, Copenhagen. Denmark exercises hegemonic influence in the Danish Realm, devolving powers to handle internal affairs. Home rule was established in the Faroe Islands in 1948 and in Greenland in 1979; the latter obtained further autonomy in 2009.\n\nThe unified Kingdom of Denmark emerged in the eighth century as a proficient maritime power amid the struggle for control of the Baltic Sea. In 1397, it joined Norway and Sweden to form the Kalmar Union, which persisted until the latter's secession in 1523. The remaining Kingdom of Denmark–Norway endured a series of wars in the 17th century that resulted in further territorial cessions to the Swedish Empire. Following the Napoleonic Wars, Norway was absorbed into Sweden, leaving Denmark with the Faroe Islands, Greenland, and Iceland. A surge of nationalist movements in the 19th century were defeated in the First Schleswig War of 1848, though the Second Schleswig War of 1864 resulted in further territorial losses to Prussia. The period saw the adoption of the Constitution of Denmark on 5 June 1849, ending the absolute monarchy that was established in 1660 and introducing the current parliamentary system.",
    "region": "Europe",
    "country": "Denmark"
  },
  {
    "id": "destination5",
    "imageUrl": "/uploads/images/destinations/destination5.png",
    "location": "Caribbean",
    "place": "Dominican Republic",
    "description": "The Caribbean is a subregion of the Americas that consists of the Caribbean Sea and its islands (some surrounded by the Caribbean Sea and some bordering both the Caribbean Sea and the North Atlantic Ocean), the nearby coastal areas on the mainland may also be included. The region is southeast of the Gulf of Mexico and the North American mainland, east of Central America, and north of South America.\n\nSituated largely on the Caribbean Plate, the region has more than 700 islands, islets, reefs, and cays (see the list of Caribbean islands). Island arcs delineate the northern and eastern edges of the Caribbean Sea: the Greater Antilles in the north and the Lesser Antilles (which includes the Leeward Antilles) in the east and south. The nearby Lucayan Archipelago (comprising The Bahamas and the Turks and Caicos Islands) is considered to be a part of the Caribbean despite not bordering the Caribbean Sea. All the islands in the Antilles plus the Lucayan Archipelago form the West Indies, which is often interchangeable with the term Caribbean. On the mainland, Belize, Guyana, and Suriname are often included as parts of the Caribbean due to their political and cultural ties with the region.\n\nGeopolitically, the islands of the Caribbean are often regarded as a subregion of North America, though sometimes they are included in Middle America or left as a subregion of their own and are organized into 33 political entities, including 13 sovereign states, 12 dependencies, 1 disputed territory, and 7 other overseas territories. From December 15, 1954, to October 10, 2010, there was a territory known as the Netherlands Antilles composed of five islands, all of which were Dutch dependencies. From January 3, 1958, to May 31, 1962, there was also a short-lived political union called the West Indies Federation composed of ten English-speaking Caribbean territories, all of which were then British dependencies. The West Indies cricket team continues to represent many of those nations.",
    "region": "South America",
    "country": "Dominican Republic"
  },
  {
    "id": "destination6",
    "imageUrl": "/uploads/images/destinations/destination6.png",
    "location": "Canada",
    "place": "Ontario",
    "description":"Ontario is one of the thirteen provinces and territories of Canada. Located in Central Canada, it is Canada's most populous province, with 38.3 percent of the country's population, and is the second-largest province by total area (after Quebec). Ontario is Canada's fourth-largest jurisdiction in total area when the territories of the Northwest Territories and Nunavut are included.It is home to the nation's capital city, Ottawa, and the nation's most populous city, Toronto, which is Ontario's provincial capital.\n\nOntario is bordered by the province of Manitoba to the west, Hudson Bay and James Bay to the north, and Quebec to the east and northeast, and to the south by the U.S. states of (from west to east) Minnesota, Michigan, Ohio, Pennsylvania, and New York. Almost all of Ontario's 2,700 km (1,678 mi) border with the United States follows inland waterways: from the westerly Lake of the Woods, eastward along the major rivers and lakes of the Great Lakes/Saint Lawrence River drainage system. There is only about 1 km (0.6 mi) of actual land border, made up of portages including Height of Land Portage on the Minnesota border.\n\nThe great majority of Ontario's population and arable land is in Southern Ontario, and while agriculture remains a significant industry, the region's economy depends highly on manufacturing. In contrast, Northern Ontario is sparsely populated with cold winters and heavy forestation, with mining and forestry making up the region's major industries.",
    "region": "North America",
    "country": "Canada"
  },
  {
    "id": "destination7",
    "imageUrl": "/uploads/images/destinations/destination7.png",
    "location": "Africa",
    "place": "Nigeria",
    "description":"Nigeria officially the Federal Republic of Nigeria, is a country in West Africa. It is situated between the Sahel to the north and the Gulf of Guinea to the south in the Atlantic Ocean. It covers an area of 923,769 square kilometres (356,669 sq mi), and with a population of over 230 million, it is the most populous country in Africa, and the world's sixth-most populous country. Nigeria borders Niger in the north, Chad in the northeast, Cameroon in the east, and Benin in the west. Nigeria is a federal republic comprising 36 states and the Federal Capital Territory, where the capital, Abuja, is located. The largest city in Nigeria is Lagos, one of the largest metropolitan areas in the world and the second-largest in Africa.\n\nNigeria has been home to several indigenous pre-colonial states and kingdoms since the second millennium BC, with the Nok civilization in the 15th century BC marking the first internal unification in the country. The modern state originated with British colonialization in the 19th century, taking its present territorial shape with the merging of the Southern Nigeria Protectorate and Northern Nigeria Protectorate in 1914 by Lord Lugard. The British set up administrative and legal structures while practising indirect rule through traditional chiefdoms in the Nigeria region. Nigeria became a formally independent federation on 1 October 1960. It experienced a civil war from 1967 to 1970, followed by a succession of military dictatorships and democratically elected civilian governments until achieving a stable democracy in the 1999 presidential election. The 2015 general election was the first time an incumbent president failed to be re-elected.\n\nNigeria is a multinational state inhabited by more than 250 ethnic groups speaking 500 distinct languages, all identifying with a wide variety of cultures. The three largest ethnic groups are the Hausa in the north, Yoruba in the west, and Igbo in the east, together constituting over 60% of the total population. The official language is English, chosen to facilitate linguistic unity at the national level. Nigeria's constitution ensures freedom of religion and it is home to some of the world's largest Muslim and Christian populations. Nigeria is divided roughly in half between Muslims, who live mostly in the north, and Christians, who live mostly in the south; indigenous religions, such as those native to the Igbo and Yoruba ethnicities, are in the minority.\n\nNigeria is a regional power in Africa and a middle and emerging power in international affairs. Nigeria's economy is the largest in Africa, the 31st-largest in the world by nominal GDP, and 26th-largest by PPP. Nigeria is often referred to as the Giant of Africa owing to its large population and economy and is considered to be an emerging market by the World Bank. However, the country ranks very low in the Human Development Index and remains one of the most corrupt nations in the world. Nigeria is a founding member of the African Union and a member of many international organizations, including the United Nations, the Commonwealth of Nations, NAM,the Economic Community of West African States, Organisation of Islamic Cooperation and OPEC. It is also a member of the informal MINT group of countries and is one of the Next Eleven economies.",
    "region": "Africa",
    "country": "Nigeria"
  },
  {
    "id": "destination8",
    "imageUrl": "/uploads/images/destinations/destination8.png",
    "location": "Europe",
    "place": "Greece",
    "description":"Greece, is a country in Southeast Europe. It is situated on the southern tip of the Balkan Peninsula, and is located at the crossroads of Europe, Asia, and Africa. Greece shares land borders with Albania to the northwest, North Macedonia and Bulgaria to the north, and Turkey to the northeast. The Aegean Sea lies to the east of the mainland, the Ionian Sea to the west, and the Sea of Crete and the Mediterranean Sea to the south. Greece has the longest coastline on the Mediterranean Basin, featuring thousands of islands. The country consists of nine traditional geographic regions, and has a population of approximately 10.5 million. Athens is the nation's capital and largest city, followed by Thessaloniki and Patras.\n\nGreece is considered the cradle of Western civilization, being the birthplace of democracy, Western philosophy, Western literature, historiography, political science, major scientific and mathematical principles, theatre and the Olympic Games. From the eighth century BC, the Greeks were organised into various independent city-states, known as poleis (singular polis), which spanned the Mediterranean and the Black Sea. Philip II of Macedon united most of present-day Greece in the fourth century BC, with his son Alexander the Great rapidly conquering much of the ancient world, from the eastern Mediterranean to the North Western parts of India. The subsequent Hellenistic period saw the height of Greek culture and influence in antiquity. Greece was annexed by Rome in the second century BC, becoming an integral part of the Roman Empire and its continuation, the Byzantine Empire, which was culturally and linguistically predominantly Greek. The Greek Orthodox Church, which emerged in the first century AD, helped shape modern Greek identity and transmitted Greek traditions to the wider Orthodox world. After falling under Ottoman rule in the mid-15th century, Greece emerged as a modern nation state in 1830 following a war of independence.\n\nOver the first hundred years the kingdom of Greece sought its territorial expansion, which was mainly achieved in the early 20th century, during the Balkan Wars and up until the catastrophe of Greece's Asia Minor Campaign in 1922. The short-lived republic that followed, beset by the ramifications of civil strife, came to an end in 1936, when the imposition of a royalist dictatorship inaugurated a long period of authoritarian rule, marked by military occupation during World War II, civil war and military dictatorship. Greece achieved record economic growth from 1950 through the 1970s, allowing it to join the ranks of developed nations. Democracy was restored in 1974–75, and Greece has been a parliamentary republic ever since. The country's rich historical legacy is reflected in part by its 18 UNESCO World Heritage Sites.\n\nGreece is a unitary parliamentary republic, and a developed country, with an advanced high-income economy. Its economy is among the largest in the Balkans, where it is an important regional investor. A founding member of the United Nations, Greece was the tenth member to join the European Communities (precursor to the European Union) and has been part of the Eurozone since 2001. It is also a member of numerous other international institutions, including the Council of Europe, NATO, the OECD, the WTO, and the OSCE. Greece has a unique cultural heritage, large tourism industry, and prominent shipping sector.",
    "region": "Europe",
    "country": "Greece"
  },
  {
    "id": "destination9",
    "imageUrl": "/uploads/images/destinations/destination9.png",
    "location": "Asia",
    "place": "Japan",
    "description": "Japan (Japanese: 日本, Nippon or Nihon, and formally 日本国, Nihonkoku) is an island country in East Asia. It is situated in the northwest Pacific Ocean and is bordered on the west by the Sea of Japan, extending from the Sea of Okhotsk in the north toward the East China Sea, Philippine Sea, and Taiwan in the south. Japan is a part of the Ring of Fire, and spans an archipelago of 14,125 islands, with the five main islands being Hokkaido, Honshu (the \"mainland\"), Shikoku, Kyushu, and Okinawa. Tokyo is the nation's capital and largest city, followed by Yokohama, Osaka, Nagoya, Sapporo, Fukuoka, Kobe, and Kyoto.\n\nJapan is the eleventh most populous country in the world, as well as one of the most densely populated and urbanized. About three-fourths of the country's terrain is mountainous, concentrating its population of almost 125 million on narrow coastal plains. Japan is divided into 47 administrative prefectures and eight traditional regions. The Greater Tokyo Area is the most populous metropolitan area in the world.\n\nJapan has been inhabited since the Upper Paleolithic period (30,000 BC). Between the 4th and 9th centuries, the kingdoms of Japan became unified under an emperor and the imperial court based in Heian-kyō. Beginning in the 12th century, political power was held by a series of military dictators (shōgun) and feudal lords (daimyō) and enforced by a class of warrior nobility (samurai). After a century-long period of civil war, the country was reunified in 1603 under the Tokugawa shogunate, which enacted an isolationist foreign policy. In 1854, a United States fleet forced Japan to open trade to the West, which led to the end of the shogunate and the restoration of imperial power in 1868. In the Meiji period, the Empire of Japan adopted a Western-modeled constitution and pursued a program of industrialization and modernization. Amidst a rise in militarism and overseas colonization, Japan invaded China in 1937 and entered World War II as an Axis power in 1941. After suffering defeat in the Pacific War and two atomic bombings, Japan surrendered in 1945 and came under a seven-year Allied occupation, during which it adopted a new constitution.\n\nUnder the 1947 constitution, Japan has maintained a unitary parliamentary constitutional monarchy with a bicameral legislature, the National Diet. Japan is a developed country and a great power. It is a member of numerous international organizations, including the United Nations, G20, OECD, and the Group of Seven. Its economy is the world's third-largest by nominal GDP and the fourth-largest by PPP, with its per capita income ranking at 36th highest in the world. Although Japan has renounced its right to declare war, the country maintains Self-Defense Forces that rank as one of the world's strongest militaries. Japan has the world's highest life expectancy, though it is experiencing a population decline. A global leader in the automotive, robotics and electronics industries, the country has made significant contributions to science and technology. Japan is also considered a cultural superpower as the culture of Japan is well known around the world, including its art, cuisine, film, music, and popular culture, which encompasses prominent manga, anime and video game industries.",
    "region": "Asia",
    "country": "Japan"
  },
  {
    "id": "destination10",
    "imageUrl": "/uploads/images/destinations/destination10.png",
    "location": "South America",
    "place": "Brazil",
    "description":"Brazil, officially the Federative Republic of Brazil (Portuguese: República Federativa do Brasil), is the largest country in South America and in Latin America. At 8.5 million square kilometers (3,300,000 sq mi) and with over 217 million people, Brazil is the world's fifth-largest country by area and the seventh most populous. Its capital is Brasília, and its most populous city is São Paulo. The federation is composed of the union of the 26 states and the Federal District. It is the only country in the Americas to have Portuguese as an official language. It is one of the most multicultural and ethnically diverse nations, due to over a century of mass immigration from around the world, and the most populous Roman Catholic-majority country.\n\nBounded by the Atlantic Ocean on the east, Brazil has a coastline of 7,491 kilometers (4,655 mi). It borders all other countries and territories in South America except Ecuador and Chile and covers roughly half of the continent's land area. Its Amazon basin includes a vast tropical forest, home to diverse wildlife, a variety of ecological systems, and extensive natural resources spanning numerous protected habitats. This unique environmental heritage positions Brazil at number one of 17 megadiverse countries, and is the subject of significant global interest, as environmental degradation through processes like deforestation has direct impacts on global issues like climate change and biodiversity loss.\n\nThe territory which would become known as Brazil was inhabited by numerous tribal nations prior to the landing in 1500 of explorer Pedro Álvares Cabral, who claimed the discovered land for the Portuguese Empire. Brazil remained a Portuguese colony until 1808 when the capital of the empire was transferred from Lisbon to Rio de Janeiro. In 1815, the colony was elevated to the rank of kingdom upon the formation of the United Kingdom of Portugal, Brazil and the Algarves. Independence was achieved in 1822 with the creation of the Empire of Brazil, a unitary state governed under a constitutional monarchy and a parliamentary system. The ratification of the first constitution in 1824 led to the formation of a bicameral legislature, now called the National Congress. Slavery was abolished in 1888. The country became a presidential republic in 1889 following a military coup d'état. An authoritarian military junta came to power in 1964 and ruled until 1985, after which civilian governance resumed. Brazil's current constitution, formulated in 1988, defines it as a democratic federal republic. Due to its rich culture and history, the country ranks thirteenth in the world by number of UNESCO World Heritage Sites.\n\nA major non-NATO ally of the United States, Brazil is a regional and middle power, and is also classified as an emerging power. Categorised as a developing country with a high Human Development Index, Brazil is considered an advanced emerging economy, having the twelfth largest GDP in the world by nominal, and ninth by PPP measures, the largest in Latin America. As an upper-middle income economy by the World Bank and a newly industrialized country, Brazil has the largest share of global wealth in South America and it is one of the world's major breadbaskets, being the largest producer of coffee for the last 150 years. However, the country retains noticeable corruption, crime and social inequality. Brazil is a founding member of the United Nations, the G20, BRICS, Mercosul, Organization of American States, Organization of Ibero-American States and the Community of Portuguese Language Countries.",
    "region": "South America",
    "country": "Brazil"
  },
  {
    "id": "destination11",
    "imageUrl": "/uploads/images/destinations/destination11.png",
    "location": "North America",
    "place": "Hawaii",
    "description":"Hawaii is a state in the Western United States, about 2,000 miles (3,200 km) from the U.S. mainland in the Pacific Ocean. It is the only U.S. state outside North America, the only state that is an archipelago, and the only state in the tropics.\n\nHawaii comprises nearly the entire Hawaiian archipelago, 137 volcanic islands spanning 1,500 miles (2,400 km) that are physiographically and ethnologically part of the Polynesian subregion of Oceania. The state's ocean coastline is consequently the fourth-longest in the U.S., at about 750 miles (1,210 km). The eight main islands, from northwest to southeast, are Niʻihau, Kauaʻi, Oʻahu, Molokaʻi, Lānaʻi, Kahoʻolawe, Maui, and Hawaiʻi—the last of these, after which the state is named, is often called the \"Big Island\" or \"Hawaii Island\" to avoid confusion with the state or archipelago. The uninhabited Northwestern Hawaiian Islands make up most of the Papahānaumokuākea Marine National Monument, the United States' largest protected area and the fourth-largest in the world.\n\nOf the 50 U.S. states, Hawaii is the eighth-smallest in land area and the 11th-least populous, but with 1.4 million residents ranks 13th in population density. Two-thirds of the population lives on O'ahu, home to the state's capital and largest city, Honolulu. Hawaii is among the country's most diverse states, owing to its central location in the Pacific and over two centuries of migration. As one of only six majority-minority states, it has the country's only Asian American plurality, its largest Buddhist community, and the largest proportion of multiracial people. Consequently, it is a unique melting pot of North American and East Asian cultures, in addition to its indigenous Hawaiian heritage. As of 2020, Hawaii has the longest life expectancy of any U.S. state, at 80.7 years.\n\nSettled by Polynesians some time between 1000 and 1200 CE, Hawaii was home to numerous independent chiefdoms. In 1778, British explorer James Cook was the first known non-Polynesian to arrive at the archipelago; early British influence is reflected in the state flag, which bears a Union Jack. An influx of European and American explorers, traders, and whalers soon arrived, leading to the decimation of the once isolated Indigenous community by introducing diseases such as syphilis, gonorrhea, tuberculosis, smallpox, measles, leprosy, and typhoid fever, reducing the native Hawaiian population from between 300,000 and one million to less than 40,000 by 1890.\n\nHawaii became a unified, internationally recognized kingdom in 1810, remaining independent until American and European businessmen overthrew the monarchy in 1893; this led to annexation by the U.S. in 1898. As a strategically valuable U.S. territory, Hawaii was attacked by Japan on December 7, 1941, which brought it global and historical significance, and contributed to America's decisive entry into World War II. Hawaii is the most recent state to join the union, on August 21, 1959. In 1993, the U.S. government formally apologized for its role in the overthrow of Hawaii's government, which spurred the Hawaiian sovereignty movement.\n\nHistorically dominated by a plantation economy, Hawaii remains a major agricultural exporter due to its fertile soil and uniquely tropical climate in the U.S. Its economy has gradually diversified since the mid-20th century, with tourism and military defense becoming the two largest sectors. The state attracts tourists, surfers, and scientists with its diverse natural scenery, warm tropical climate, abundance of public beaches, oceanic surroundings, active volcanoes, and clear skies on the Big Island. Hawaii hosts the U.S. Pacific Fleet, the world's largest naval command, as well as 75,000 employees of the Defense Department.\n\nIts relative isolation results in one of the highest costs of living in the United States, and Hawaii is the third-wealthiest state.",
    "region": "North America",
    "country": "United States"
  },
  {
    "id": "destination12",
    "imageUrl": "/uploads/images/destinations/destination12.png",
    "location": "Middle East",
    "place": "Jordan",
    "description":"Jordan, officially the Hashemite Kingdom of Jordan, is a country in Western Asia. It is situated at the crossroads of Asia, Africa, and Europe, within the Levant region, on the East Bank of the Jordan River. Jordan is bordered by Saudi Arabia to the south and east, Iraq to the northeast, Syria to the north, and the Palestinian West Bank, Israel, and the Dead Sea to the west. It has a 26 km (16 mi) coastline in its southwest on the Gulf of Aqaba's Red Sea, which separates Jordan from Egypt. Amman is Jordan's capital and largest city, as well as its economic, political, and cultural centre.\n\nModern-day Jordan has been inhabited by humans since the Paleolithic period. Three stable kingdoms emerged there at the end of the Bronze Age: Ammon, Moab and Edom. In the third century BC, the Arab Nabataeans established their Kingdom with Petra as the capital. Later rulers of the Transjordan region include the Assyrian, Babylonian, Roman, Byzantine, Rashidun, Umayyad, Abassid, and the Ottoman empires. After the Great Arab Revolt against the Ottomans in 1916 during World War I, the Greater Syria region was partitioned by Britain and France. The Emirate of Transjordan was established in 1921 by the Hashemite, then Emir, Abdullah I, and the emirate became a British protectorate. In 1946, Jordan gained independence and became officially known in Arabic as the Hashemite Kingdom of Jordan. The country captured the West Bank during the 1948 Arab–Israeli War and annexed it until it was lost to Israel in 1967. Jordan renounced its claim to the territory in 1988, and became the second Arab state to sign a peace treaty with Israel in 1994.\n\nJordan is a semi-arid country, covering an area of 89,342 km2 (34,495 sq mi), with a population of 10 million, making it the eleventh-most populous Arab country. The dominant majority, or around 95% of the country's population, is Sunni Muslim, with a mostly Arab Christian minority. Jordan has been mostly unscathed by the violence that swept the region following the Arab Spring in 2010. From as early as 1948, Jordan has accepted refugees from multiple neighbouring countries in conflict. An estimated 2.1 million Palestinian and 1.4 million Syrian refugees are present in Jordan as of a 2015 census; with most Palestinian refugees holding Jordanian citizenship. The kingdom is also a refuge to thousands of Christian Iraqis fleeing persecution by the Islamic State. While Jordan continues to accept refugees, the recent large influx from Syria placed substantial strain on national resources and infrastructure.\n\nThe sovereign state is a constitutional monarchy, but the king holds wide executive and legislative powers. Jordan is a founding member of the Arab League and the Organisation of Islamic Co-operation. The country has a high Human Development Index, ranking 102nd, and is considered an upper middle income economy. The Jordanian economy, one of the smallest economies in the region, is attractive to foreign investors based upon a skilled workforce. The country is a major tourist destination, also attracting medical tourism due to its well developed health sector. Nonetheless, a lack of natural resources, large flow of refugees, and regional turmoil have hampered economic growth.",
    "region": "Asia",
    "country": "Jordan"
  },
  {
    "id": "destination13",
    "imageUrl": "/uploads/images/destinations/destination13.png",
    "location": "Tokyo, Japan",
    "place": "The Shibuya",
    "description": "Shibuya is a special ward in Tokyo, Japan. As a major commercial and finance center, it houses two of the busiest railway stations in the world, Shinjuku Station (southern half) and Shibuya Station.\n\nAs of April 1, 2022, it has an estimated population of 228,906 and a population density of 15,149.30 people per km2 (39,263.4/sq mi). The total area is 15.11 km2 (5.83 sq mi).\n\nThe name \"Shibuya\" is also used to refer to the shopping district which surrounds Shibuya Station. This area is known as one of the fashion centers of Japan, particularly for young people, and as a major nightlife area.",
    "region": "Asia",
    "country": "Japan"
  },
  {
    "id": "destination14",
    "imageUrl": "/uploads/images/destinations/destination14.png",
    "location": "Rome, Italy",
    "place": "The Colosseum",
    "description": "The Colosseum (/ˌkɒləˈsiːəm/ KOL-ə-SEE-əm; Italian: Colosseo [kolosˈsɛːo]) is an elliptical amphitheatre in the centre of the city of Rome, Italy, just east of the Roman Forum. It is the largest ancient amphitheatre ever built, and is still the largest standing amphitheatre in the world, despite its age. Construction began under the emperor Vespasian (r. 69–79 AD) in 72 and was completed in 80 AD under his successor and heir, Titus (r. 79–81). Further modifications were made during the reign of Domitian (r. 81–96). The three emperors who were patrons of the work are known as the Flavian dynasty, and the amphitheatre was named the Flavian Amphitheatre (Latin: Amphitheatrum Flavium; Italian: Anfiteatro Flavio  by later classicists and archaeologists for its association with their family name (Flavius).\n\nThe Colosseum is built of travertine limestone, tuff (volcanic rock), and brick-faced concrete. It could hold an estimated 50,000 to 80,000 spectators at various points in its history, having an average audience of some 65,000; it was used for gladiatorial contests and public spectacles including animal hunts, executions, re-enactments of famous battles, and dramas based on Roman mythology, and briefly mock sea battles. The building ceased to be used for entertainment in the early medieval era. It was later reused for such purposes as housing, workshops, quarters for a religious order, a fortress, a quarry, and a Christian shrine.\n\nAlthough substantially ruined by earthquakes and stone robbers taking spolia, the Colosseum is still a renowned symbol of Imperial Rome and was listed as one of the New 7 Wonders of the World. It is one of Rome's most popular tourist attractions and also has links to the Roman Catholic Church, as each Good Friday the Pope leads a torchlit \"Way of the Cross\" procession that starts in the area around the Colosseum. The Colosseum is depicted on the Italian version of the five-cent euro coin.",
    "region": "Europe",
    "country": "Italy"
  },
  {
    "id": "destination15",
    "imageUrl": "/uploads/images/destinations/destination15.png",
    "location": "Capetown, South Africa",
    "place": "The Blyde River Canyon",
    "description": "The Blyde River Canyon is a 26km long Canyon located in Mpumalanga, South Africa. It is the one of the larger canyons on Earth but much smaller than those of Asia, the Grand Canyon and the Fish River Canyon. Unlike the Grand and Fish River Canyon, the Blyde River Canyon is a \"green canyon\" which is dominated by subtropical vegetation. The canyon forms part of the Blyde River Canyon Nature Reserve.\n\nThe Blyde River Canyon passes a rock formation known as the \"Three Rondavels\". So named as the formation resembles three African-style houses or rondavels. This canyon is part of the Panorama Route. This route starts at the town Graskop and includes God's Window, the Pinnacle and Bourke's Luck Potholes.",
    "region": "Africa",
    "country": "South Africa"
  },
  {
    "id": "destination16",
    "imageUrl": "/uploads/images/destinations/destination16.png",
    "location": "Dubai, UAE",
    "place": "Burj Khalifa",
    "description": "The Burj Khalifa, known as the Burj Dubai prior to its inauguration in 2010, is a skyscraper in Dubai, United Arab Emirates. It is known for being the world's tallest building. With a total height of 829.8 m (2,722 ft, or just over half a mile) and a roof height (excluding antenna, but including a 242.6 m spire) of 828 m (2,717 ft), the Burj Khalifa has been the tallest structure and building in the world since its topping out in 2009, supplanting Taipei 101, the previous holder of that status.\n\nConstruction of the Burj Khalifa began in 2004, with the exterior completed five years later in 2009. The primary structure is reinforced concrete and some of the structural steel for the building originated from the Palace of the Republic in East Berlin, the former East German parliament. The building was opened in 2010 as part of a new development called Downtown Dubai. It was designed to be the centerpiece of large-scale, mixed-use development. The decision to construct the building was based on the government's decision to diversify from an oil-based economy, and for Dubai to gain international recognition. The building is named in honor of the former president of the United Arab Emirates, Khalifa bin Zayed Al Nahyan. Abu Dhabi and the UAE government lent Dubai money to pay its debts. The building broke numerous height records, including its designation as the tallest building in the world.\n\nBurj Khalifa was designed by a team led by Adrian Smith of Skidmore, Owings & Merrill, the firm that designed the Sears Tower in Chicago, a previous record holder for the world's tallest building. Hyder Consulting was chosen to be the supervising engineer with NORR Group Consultants International Limited chosen to supervise the architecture of the project. The design is derived from the Islamic architecture of the region, such as in the Great Mosque of Samarra. The Y-shaped tripartite floor geometry is designed to optimize residential and hotel space. A buttressed central core and wings are used to support the height of the building. Although this design was derived from Tower Palace III, the Burj Khalifa's central core houses all vertical transportation except egress stairs within each of the wings. The structure also features a cladding system which is designed to withstand Dubai's hot summer temperatures. It contains a total of 57 elevators and 8 escalators.\n\nAt a certain point in the architectural and engineering process, the original Emaar developers experienced financial problems and required more money and economic funding. Sheikh Khalifa, the then-ruler of the United Arab Emirates, granted monetary aid and funding, hence the changing of the name from \"Burj Dubai\" to \"Burj Khalifa\". The concept of profitability derived from building high-density developments and malls around the landmark has proven successful. Its surrounding malls, hotels, and condominiums in Downtown Dubai have generated the most revenue from the project as a whole, while the Burj Khalifa itself made little or no profit.\n\nThe critical reception of Burj Khalifa has been generally positive, and the building has received many awards. Numerous complaints concern migrant workers from South Asia, the primary building labour force, who were paid low wages and sometimes had their passports confiscated.",
    "region": "Asia",
    "country": "UAE"
  },
   {
    "id": "destination18",
    "imageUrl": "/uploads/images/destinations/destination18.png",
    "location": "Baños de Agua Santa, Ecuador",
    "place": "The Hot Springs of Baños",
    "description": "The small city of Baños lies at the foot of the active volcano Tungurahua. Named after the hot springs fed by the thermal waters of the volcano, Baños is one of the most popular attractions in Ecuador. Here you can take a trip to see architectural structures of beautiful churches, village museums, and multiple sightseeing spots of the landscape.\n\nA popular church to visit is the Church of the Virgin of the Holy Water, with a magnificent basilica. Community legend says the Virgin of the Holy Water, which the church is named after, is responsible for many local miracles. You can also visit the country’s first Agroecological Park, home to various animals such as zebrallos, llamas, exotic birds, ostriches, horses, alpacas, and white-tailed deer.\n\nOf course, a visit to its namesake, the hot springs, is a must. Local hot springs, such as the La Virgen and El Salado hot springs, are heated directly from the Tungurahua volcano. Bathe in thermal baths of temperatures higher than 22 ºC. According to some people, the minerals in the natural water contain healing properties.\n\nKnown as the “Gateway to the Amazon,” Baños is a favorite departure point for jungle tours. Waterfalls cascade thousands of feet down deep river gorges. The thunderous Pailon de Diablo waterfall, surging over a gorge where the Rio Verde and Rio Pastaza meet, is the most impressive. Walk, climb or hike the surrounding trails and volcano, take a jungle tour to the Amazon Rainforest or ride horses deep into the hills.\n\nWhether you enjoy culture, relaxing hot springs, or adventures in the jungle, Baños offers a little bit of everything for travelers.",
     "region": "South America",
     "country": "Ecuador"
  }
]