[
  {
    "id": "1",
    "imageUrl": "/uploads/images/info-images/image1.png",
    "heading": "Why you should reconsider The Inca Trail, Peru Trip",
    "description": "First and foremost, the Inca Trail is physically demanding. It’s not for the faint of heart. The trail itself is about 26 miles long and includes several steep climbs and descents. So, if you’re not in good shape, it’s probably not the hike for you.\n\nSecondly, the Inca Trail is remote. There are no towns or villages along the way, so you need to be completely self-sufficient. That means carrying all of your daily supplies with you.\n\nAnd finally, the Inca Trail is quite difficult to book. Because it’s such a popular hike, the Peruvian government has implemented an Inca Trail permit system. So, in addition to the cost of your gear and Travel Agency services, you’ll also need to pay for a permit.",
    "place": "The Inca Trail",
    "location": "Peru",
    "region": "South America",
    "country": "Peru"
  },
  {
    "id": "2",
    "imageUrl": "/uploads/images/info-images/image2.png",
    "heading": "The Hidden Powers of The Northern Lights, Iceland",
    "description": "The very best chance of experiencing an auroral storm is during solar maximum when the sun is at the most active point in its 11-year cycle. The next solar maximum, however, won't happen until about 2025. While the northern lights are more common during the solar maximum, they can actually happen at any time — and they are more frequent than many realize. If you're in Iceland and point your camera to the north during dark, clear skies, your photo will almost always include a faint green aurora. And that can quickly become a solar storm.\n\n The northern lights are caused by electrically charged particles from the sun smashing into Earth's magnetic field. This \"solar wind\" is funneled down to the magnetic poles of the northern and southern hemispheres, creating a horseshoe shape of excited green, red, and blue particles that swivel and shape-shift over the Arctic Circle — and they happen constantly. All you need is darkness and cloud-free skies to see them.",
    "place": "",
    "location": "Iceland",
    "region": "Europe",
    "country": "Iceland"
  },
  {
    "id": "3",
    "imageUrl": "/uploads/images/info-images/image3.png",
    "heading": "10 Facts you didn’t know about The Blue Hole, Belize",
    "description": "The great blue hole remains one of the top attractions in Belize. It is not only a world class destination for diving but also a rich habitat for a variety of marine life like nurse sharks, reef sharks, black tip sharks and even giant groupers.\n\nHere are ten things you probably didn't know about the great blue hole of Belize.\n\n- 1. The great blue hole is a tremendous underwater sinkhole that is located off the coast of Belize and lies near the center of Lighthouse Reef.\n\n- 2. The actual name of “The Great Blue Hole” was created by British diver and author Ned Middleton after having lived in Belize for 6 months. He was so impressed with this natural feature that he reasoned in his book “Ten Years Underwater” that if Australia could have ‘The Great Barrier Reef’ then Belize could equally have ‘The Great Blue Hole’ – thus setting this feature apart from similar, albeit lesser in size, structures.\n\n- 3. The hole is circular in shape and has over 300 meters across and 125 meters deep. It is the world’s largest natural formation of its kind and is part of the Belize Barrier Reef System.\n\n- 4. Giant stalactites, dripstone sheets, and columns can be found inside the blue hole. Scientists believe that these structures were formed in a dry cavern above sea level during glacial periods.\n\n- 5. Analysis of stalactites found in Great Blue Hole shows that formation took place 153,000; 66,000; 60,000; and 15,000 years ago.\n\n- 6. The French Explorer Jacques Cousteau revealed the secrets of the great Blue Hole to millions of viewers in a television series called “The Undersea World of Jaques-Cousteau”.\n\n- 7. The Blue Hole Monument is one of the seven wonders of Belize’s World Heritage site.\n\n- 8. In April of 2012, Bill Gates, the 2nd richest man in the world visited the Great Blue Hole with his family.\n\n- 9. Day trips to the Great Blue Hole are full-day trips and are offered from the coastal tourist communities in Belize. The tour usually includes one dive in the Blue Hole and a dive on Half Moon Wall.\n\n- 10. The Discovery Channel ranked the Great Blue Hole as number one on its list of “The 10 Most Amazing Places on Earth”.",
    "place": "The Blue Hole",
    "location": "Lighthouse Reef, Belize",
    "region": "Africa",
    "country": "Egypt"
  },
  {
    "id": "4",
    "imageUrl": "/uploads/images/info-images/image4.png",
    "heading": "Fun Trip to the Pyramid of Giza, Egypt",
    "description": "The Pyramids of Giza were built almost 5,000 years ago, at the beginning of human recorded history.\n\nThe Great Pyramid of Giza, also known as the Pyramid of Khufu or the Pyramid of Cheops, is the oldest of the three main pyramids on the Giza plateau. This pyramid was built around 2570 BC and it is the oldest of the Seven Wonders of the Ancient World. In fact, it is the only Ancient Wonder to remain largely intact.\n\nFor 3,800 years, the Great Pyramid was the tallest building in the world, until the Lincoln Cathedral was built in 1311 AD in England.\n\nWhen people refer to the “Pyramids of Giza,” typically they are referring to the three large pyramids that are located in the Giza complex. These three pyramids include the Great Pyramid and its two neighbors, the Pyramid of Khafre and the Pyramid of Menkaure.\n\nThe pyramids were built as tombs for the pharaohs of Egypt. Inside of the pyramid is the “King’s Chamber,” the location of the sarcophagus.\n\nThe Pyramids of Giza are located on the Giza Plateau, which is also referred to as the Giza Necropolis or the Giza pyramid complex. Nine pyramids, the Great Sphinx, and a collection of smaller tombs sit on this plateau.\n\nThe Giza Plateau bumps right up against the sprawling city of Giza. If you like the idea of booking a hotel room with a unique view, there are numerous hotels where you can have a room with a view of the Sphinx and/or the Great Pyramid.",
    "place": "Pyramid of Giza",
    "location": "Egypt",
    "region": "Africa",
    "country": "Egypt"
  },
  {
    "id": "5",
    "imageUrl": "/uploads/images/info-images/image5.png",
    "heading": "Unmissable places to visit on your next Travel to Jamaica",
    "description": "Seven Mile Beach\nImmersed in the Caribbean, it’s no surprise that Jamaica is known for its idyllic white-sand beaches and turquoise waters. In the city of Negril, you will find one of the best beaches in the world: Seven Miles. Here you have coves and cliffs, the best sunsets, and a fascinating underwater environment to explore. You can also enjoy other beautiful beaches, such as Doctor’s Cave and Cornwall Beach in the city of Montego Bay, Turtle Beach in Ocho Rios, Frenchman’s Cove in Port Antonio, or Hellshire Beach in Portmore. \n\n Rick’s Café\nWith its beautiful cliff setting, plus the best sunset on the island and throughout the Caribbean, and the legendary Rick’s Café bar-restaurant is one of Jamaica’s most popular tourist spots. Located in Negril, resting at the top of a cliff on the far west end of Jamaica, it is worth visiting to enjoy a rastapolitan cocktail, watch some of the best sunsets in the world; the view from the cliff is breathtaking. Enjoy the sea to the rhythm of reggae or do some cliff jumping. \n\n Blue Mountains\nAmong the places to visit in Jamaica, the Blue Mountains National Park is highly recommended. About two hours from the capital, the mountain range stands in the eastern part of the island and, with its thick forests and 500 species of flowers, it is one of the best natural landscapes in Jamaica. If you get there in the early hours and go for a hike, you can see the most beautiful sunrise. Bamboo rafting down the Rio Grande is also a popular attraction. ",
    "place": "",
    "location": "Jamaica",
    "region": "South America",
    "country": "Jamaica"
  },
  {
    "id": "6",
    "imageUrl": "/uploads/images/info-images/image6.png",
    "heading": "Fun fact about Bay of Islands, New Zealand.",
    "description": "The Bay of Islands is an area on the east coast of the Far North District of the North Island of New Zealand. It is one of the most popular fishing, sailing and tourist destinations in the country, and has been renowned internationally for its big-game fishing since American author Zane Grey publicised it in the 1930s. It is 60 km (37 mi) north-west of the city of Whangarei. Cape Reinga, at the northern tip of the country, is about 210 km (130 mi) by road further to the north-west.\n\nGeography\nThe bay itself is an irregularly-shaped 16 km-wide, 260 km2 drowned valley system and a natural harbour. It contains 144 islands, of which the largest is Urupukapuka, and numerous peninsulas and inlets. The three largest inlets are Waikare Inlet in the south, and Kerikeri and Te Puna (Mangonui) inlets in the north-west. The Purerua Peninsula, north of Te Puna Inlet, separates the north-western part of the bay from the Pacific Ocean, and Cape Brett Peninsula extends 10 km into the ocean at the eastern end of the bay. The biggest town is Kerikeri, followed by Paihia. The small town of Russell is located at the end of a short peninsula that extends into the bay from the southeast. \n\n Cream Trip\nIn 1886, Albert Ernest Fuller launched the sailing ship Undine in the Bay of Islands to deliver coal supplies to the islands within the Bay. With the fitting of a motor in the early 20th century, Fuller was able to deliver the coal and essential supplies to communities as far out as Cape Brett.\n\nIn 1927 Fuller acquired the \"Cream Trip\" from Eddie Lane – with the facilities on board to transport cream from the islands, and by the 1960s, the newly commissioned Bay Belle started this run.\n\nAlthough a modern catamaran now takes this historical route of the original Cream Trip, the Bay Belle continues to transport visitors and locals between Paihia and Russell throughout the day.",
    "place": "Bay of Islands",
    "location": "New Zealand",
    "region": "Australia",
    "country": "New Zealand"
  }
]